{
    "Matthew": [
        "1 A record of the genealogy of Jesus Christ the son of David, the son of Abraham: 2 Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, 3 Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, 4 Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, 5 Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, 6 and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, 7 Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, 8 Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, 9 Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, 10 Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, 11 and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. 12 After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, 13 Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, 14 Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, 15 Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, 16 and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. 17 Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ. 18 This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. 19 Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. 20 But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. 21 She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" 22 All this took place to fulfill what the Lord had said through the prophet: 23 \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\" --which means, \"God with us.\" 24 When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. 25 But he had no union with her until she gave birth to a son. And he gave him the name Jesus.",
        "1 After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem 2 and asked, \"Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.\" 3 When King Herod heard this he was disturbed, and all Jerusalem with him. 4 When he had called together all the people's chief priests and teachers of the law, he asked them where the Christ was to be born. 5 \"In Bethlehem in Judea,\" they replied, \"for this is what the prophet has written: 6 \" 'But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will be the shepherd of my people Israel.' \" 7 Then Herod called the Magi secretly and found out from them the exact time the star had appeared. 8 He sent them to Bethlehem and said, \"Go and make a careful search for the child. As soon as you find him, report to me, so that I too may go and worship him.\" 9 After they had heard the king, they went on their way, and the star they had seen in the east went ahead of them until it stopped over the place where the child was. 10 When they saw the star, they were overjoyed. 11 On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh. 12 And having been warned in a dream not to go back to Herod, they returned to their country by another route. 13 When they had gone, an angel of the Lord appeared to Joseph in a dream. \"Get up,\" he said, \"take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod is going to search for the child to kill him.\" 14 So he got up, took the child and his mother during the night and left for Egypt, 15 where he stayed until the death of Herod. And so was fulfilled what the Lord had said through the prophet: \"Out of Egypt I called my son.\" 16 When Herod realized that he had been outwitted by the Magi, he was furious, and he gave orders to kill all the boys in Bethlehem and its vicinity who were two years old and under, in accordance with the time he had learned from the Magi. 17 Then what was said through the prophet Jeremiah was fulfilled: 18 \"A voice is heard in Ramah, weeping and great mourning, Rachel weeping for her children and refusing to be comforted, because they are no more.\" 19 After Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt 20 and said, \"Get up, take the child and his mother and go to the land of Israel, for those who were trying to take the child's life are dead.\" 21 So he got up, took the child and his mother and went to the land of Israel. 22 But when he heard that Archelaus was reigning in Judea in place of his father Herod, he was afraid to go there. Having been warned in a dream, he withdrew to the district of Galilee, 23 and he went and lived in a town called Nazareth. So was fulfilled what was said through the prophets: \"He will be called a Nazarene.\"",
        "1 In those days John the Baptist came, preaching in the Desert of Judea 2 and saying, \"Repent, for the kingdom of heaven is near.\" 3 This is he who was spoken of through the prophet Isaiah: \"A voice of one calling in the desert, 'Prepare the way for the Lord, make straight paths for him.' \" 4 John's clothes were made of camel's hair, and he had a leather belt around his waist. His food was locusts and wild honey. 5 People went out to him from Jerusalem and all Judea and the whole region of the Jordan. 6 Confessing their sins, they were baptized by him in the Jordan River. 7 But when he saw many of the Pharisees and Sadducees coming to where he was baptizing, he said to them: \"You brood of vipers! Who warned you to flee from the coming wrath? 8 Produce fruit in keeping with repentance. 9 And do not think you can say to yourselves, 'We have Abraham as our father.' I tell you that out of these stones God can raise up children for Abraham. 10 The ax is already at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire. 11 \"I baptize you with water for repentance. But after me will come one who is more powerful than I, whose sandals I am not fit to carry. He will baptize you with the Holy Spirit and with fire. 12 His winnowing fork is in his hand, and he will clear his threshing floor, gathering his wheat into the barn and burning up the chaff with unquenchable fire.\" 13 Then Jesus came from Galilee to the Jordan to be baptized by John. 14 But John tried to deter him, saying, \"I need to be baptized by you, and do you come to me?\" 15 Jesus replied, \"Let it be so now; it is proper for us to do this to fulfill all righteousness.\" Then John consented. 16 As soon as Jesus was baptized, he went up out of the water. At that moment heaven was opened, and he saw the Spirit of God descending like a dove and lighting on him. 17 And a voice from heaven said, \"This is my Son, whom I love; with him I am well pleased.\"",
        "1 Then Jesus was led by the Spirit into the desert to be tempted by the devil. 2 After fasting forty days and forty nights, he was hungry. 3 The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" 4 Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.' \" 5 Then the devil took him to the holy city and had him stand on the highest point of the temple. 6 \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \" 'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.' \" 7 Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.' \" 8 Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. 9 \"All this I will give you,\" he said, \"if you will bow down and worship me.\" 10 Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.' \" 11 Then the devil left him, and angels came and attended him. 12 When Jesus heard that John had been put in prison, he returned to Galilee. 13 Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- 14 to fulfill what was said through the prophet Isaiah: 15 \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- 16 the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" 17 From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" 18 As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. 19 \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" 20 At once they left their nets and followed him. 21 Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, 22 and immediately they left the boat and their father and followed him. 23 Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. 24 News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. 25 Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him.",
        "1 Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, 2 and he began to teach them saying: 3 \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. 4 Blessed are those who mourn, for they will be comforted. 5 Blessed are the meek, for they will inherit the earth. 6 Blessed are those who hunger and thirst for righteousness, for they will be filled. 7 Blessed are the merciful, for they will be shown mercy. 8 Blessed are the pure in heart, for they will see God. 9 Blessed are the peacemakers, for they will be called sons of God. 10 Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. 11 \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. 12 Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. 13 \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. 14 \"You are the light of the world. A city on a hill cannot be hidden. 15 Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. 16 In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. 17 \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. 18 I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. 19 Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. 20 For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. 21 \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' 22 But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, ' is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. 23 \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, 24 leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. 25 \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. 26 I tell you the truth, you will not get out until you have paid the last penny. 27 \"You have heard that it was said, 'Do not commit adultery.' 28 But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. 29 If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. 30 And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. 31 \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' 32 But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. 33 \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' 34 But I tell you, Do not swear at all: either by heaven, for it is God's throne; 35 or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. 36 And do not swear by your head, for you cannot make even one hair white or black. 37 Simply let your 'Yes' be 'Yes,' and your 'No,' 'No'; anything beyond this comes from the evil one. 38 \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' 39 But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. 40 And if someone wants to sue you and take your tunic, let him have your cloak as well. 41 If someone forces you to go one mile, go with him two miles. 42 Give to the one who asks you, and do not turn away from the one who wants to borrow from you. 43 \"You have heard that it was said, 'Love your neighbor and hate your enemy.' 44 But I tell you: Love your enemies and pray for those who persecute you, 45 that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. 46 If you love those who love you, what reward will you get? Are not even the tax collectors doing that? 47 And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? 48 Be perfect, therefore, as your heavenly Father is perfect.",
        "1 \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. 2 \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. 3 But when you give to the needy, do not let your left hand know what your right hand is doing, 4 so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. 5 \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. 6 But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. 7 And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. 8 Do not be like them, for your Father knows what you need before you ask him. 9 \"This, then, is how you should pray: \" 'Our Father in heaven, hallowed be your name, 10 your kingdom come, your will be done on earth as it is in heaven. 11 Give us today our daily bread. 12 Forgive us our debts, as we also have forgiven our debtors. 13 And lead us not into temptation, but deliver us from the evil one. ' 14 For if you forgive men when they sin against you, your heavenly Father will also forgive you. 15 But if you do not forgive men their sins, your Father will not forgive your sins. 16 \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. 17 But when you fast, put oil on your head and wash your face, 18 so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. 19 \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. 20 But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. 21 For where your treasure is, there your heart will be also. 22 \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. 23 But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! 24 \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. 25 \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? 26 Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? 27 Who of you by worrying can add a single hour to his life ? 28 \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. 29 Yet I tell you that not even Solomon in all his splendor was dressed like one of these. 30 If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? 31 So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' 32 For the pagans run after all these things, and your heavenly Father knows that you need them. 33 But seek first his kingdom and his righteousness, and all these things will be given to you as well. 34 Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
        "1 \"Do not judge, or you too will be judged. 2 For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. 3 \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? 4 How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? 5 You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. 6 \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. 7 \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. 8 For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. 9 \"Which of you, if his son asks for bread, will give him a stone? 10 Or if he asks for a fish, will give him a snake? 11 If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! 12 So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. 13 \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. 14 But small is the gate and narrow the road that leads to life, and only a few find it. 15 \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. 16 By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? 17 Likewise every good tree bears good fruit, but a bad tree bears bad fruit. 18 A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. 19 Every tree that does not bear good fruit is cut down and thrown into the fire. 20 Thus, by their fruit you will recognize them. 21 \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. 22 Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' 23 Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' 24 \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. 25 The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. 26 But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. 27 The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" 28 When Jesus had finished saying these things, the crowds were amazed at his teaching, 29 because he taught as one who had authority, and not as their teachers of the law.",
        "1 When he came down from the mountainside, large crowds followed him. 2 A man with leprosy came and knelt before him and said, \"Lord, if you are willing, you can make me clean.\" 3 Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" Immediately he was cured of his leprosy. 4 Then Jesus said to him, \"See that you don't tell anyone. But go, show yourself to the priest and offer the gift Moses commanded, as a testimony to them.\" 5 When Jesus had entered Capernaum, a centurion came to him, asking for help. 6 \"Lord,\" he said, \"my servant lies at home paralyzed and in terrible suffering.\" 7 Jesus said to him, \"I will go and heal him.\" 8 The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed. 9 For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\" 10 When Jesus heard this, he was astonished and said to those following him, \"I tell you the truth, I have not found anyone in Israel with such great faith. 11 I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven. 12 But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\" 13 Then Jesus said to the centurion, \"Go! It will be done just as you believed it would.\" And his servant was healed at that very hour. 14 When Jesus came into Peter's house, he saw Peter's mother-in-law lying in bed with a fever. 15 He touched her hand and the fever left her, and she got up and began to wait on him. 16 When evening came, many who were demon-possessed were brought to him, and he drove out the spirits with a word and healed all the sick. 17 This was to fulfill what was spoken through the prophet Isaiah: \"He took up our infirmities and carried our diseases.\" 18 When Jesus saw the crowd around him, he gave orders to cross to the other side of the lake. 19 Then a teacher of the law came to him and said, \"Teacher, I will follow you wherever you go.\" 20 Jesus replied, \"Foxes have holes and birds of the air have nests, but the Son of Man has no place to lay his head.\" 21 Another disciple said to him, \"Lord, first let me go and bury my father.\" 22 But Jesus told him, \"Follow me, and let the dead bury their own dead.\" 23 Then he got into the boat and his disciples followed him. 24 Without warning, a furious storm came up on the lake, so that the waves swept over the boat. But Jesus was sleeping. 25 The disciples went and woke him, saying, \"Lord, save us! We're going to drown!\" 26 He replied, \"You of little faith, why are you so afraid?\" Then he got up and rebuked the winds and the waves, and it was completely calm. 27 The men were amazed and asked, \"What kind of man is this? Even the winds and the waves obey him!\" 28 When he arrived at the other side in the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were so violent that no one could pass that way. 29 \"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\" 30 Some distance from them a large herd of pigs was feeding. 31 The demons begged Jesus, \"If you drive us out, send us into the herd of pigs.\" 32 He said to them, \"Go!\" So they came out and went into the pigs, and the whole herd rushed down the steep bank into the lake and died in the water. 33 Those tending the pigs ran off, went into the town and reported all this, including what had happened to the demon-possessed men. 34 Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region.",
        "1 Jesus stepped into a boat, crossed over and came to his own town. 2 Some men brought to him a paralytic, lying on a mat. When Jesus saw their faith, he said to the paralytic, \"Take heart, son; your sins are forgiven.\" 3 At this, some of the teachers of the law said to themselves, \"This fellow is blaspheming!\" 4 Knowing their thoughts, Jesus said, \"Why do you entertain evil thoughts in your hearts? 5 Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? 6 But so that you may know that the Son of Man has authority on earth to forgive sins....\" Then he said to the paralytic, \"Get up, take your mat and go home.\" 7 And the man got up and went home. 8 When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to men. 9 As Jesus went on from there, he saw a man named Matthew sitting at the tax collector's booth. \"Follow me,\" he told him, and Matthew got up and followed him. 10 While Jesus was having dinner at Matthew's house, many tax collectors and \"sinners\" came and ate with him and his disciples. 11 When the Pharisees saw this, they asked his disciples, \"Why does your teacher eat with tax collectors and 'sinners'?\" 12 On hearing this, Jesus said, \"It is not the healthy who need a doctor, but the sick. 13 But go and learn what this means: 'I desire mercy, not sacrifice.' For I have not come to call the righteous, but sinners.\" 14 Then John's disciples came and asked him, \"How is it that we and the Pharisees fast, but your disciples do not fast?\" 15 Jesus answered, \"How can the guests of the bridegroom mourn while he is with them? The time will come when the bridegroom will be taken from them; then they will fast. 16 \"No one sews a patch of unshrunk cloth on an old garment, for the patch will pull away from the garment, making the tear worse. 17 Neither do men pour new wine into old wineskins. If they do, the skins will burst, the wine will run out and the wineskins will be ruined. No, they pour new wine into new wineskins, and both are preserved.\" 18 While he was saying this, a ruler came and knelt before him and said, \"My daughter has just died. But come and put your hand on her, and she will live.\" 19 Jesus got up and went with him, and so did his disciples. 20 Just then a woman who had been subject to bleeding for twelve years came up behind him and touched the edge of his cloak. 21 She said to herself, \"If I only touch his cloak, I will be healed.\" 22 Jesus turned and saw her. \"Take heart, daughter,\" he said, \"your faith has healed you.\" And the woman was healed from that moment. 23 When Jesus entered the ruler's house and saw the flute players and the noisy crowd, 24 he said, \"Go away. The girl is not dead but asleep.\" But they laughed at him. 25 After the crowd had been put outside, he went in and took the girl by the hand, and she got up. 26 News of this spread through all that region. 27 As Jesus went on from there, two blind men followed him, calling out, \"Have mercy on us, Son of David!\" 28 When he had gone indoors, the blind men came to him, and he asked them, \"Do you believe that I am able to do this?\" \"Yes, Lord,\" they replied. 29 Then he touched their eyes and said, \"According to your faith will it be done to you\"; 30 and their sight was restored. Jesus warned them sternly, \"See that no one knows about this.\" 31 But they went out and spread the news about him all over that region. 32 While they were going out, a man who was demon-possessed and could not talk was brought to Jesus. 33 And when the demon was driven out, the man who had been mute spoke. The crowd was amazed and said, \"Nothing like this has ever been seen in Israel.\" 34 But the Pharisees said, \"It is by the prince of demons that he drives out demons.\" 35 Jesus went through all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom and healing every disease and sickness. 36 When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd. 37 Then he said to his disciples, \"The harvest is plentiful but the workers are few. 38 Ask the Lord of the harvest, therefore, to send out workers into his harvest field.\"",
        "1 He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness. 2 These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James son of Zebedee, and his brother John; 3 Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus; 4 Simon the Zealot and Judas Iscariot, who betrayed him. 5 These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans. 6 Go rather to the lost sheep of Israel. 7 As you go, preach this message: 'The kingdom of heaven is near.' 8 Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give. 9 Do not take along any gold or silver or copper in your belts; 10 take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep. 11 \"Whatever town or village you enter, search for some worthy person there and stay at his house until you leave. 12 As you enter the home, give it your greeting. 13 If the home is deserving, let your peace rest on it; if it is not, let your peace return to you. 14 If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town. 15 I tell you the truth, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town. 16 I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves. 17 \"Be on your guard against men; they will hand you over to the local councils and flog you in their synagogues. 18 On my account you will be brought before governors and kings as witnesses to them and to the Gentiles. 19 But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say, 20 for it will not be you speaking, but the Spirit of your Father speaking through you. 21 \"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death. 22 All men will hate you because of me, but he who stands firm to the end will be saved. 23 When you are persecuted in one place, flee to another. I tell you the truth, you will not finish going through the cities of Israel before the Son of Man comes. 24 \"A student is not above his teacher, nor a servant above his master. 25 It is enough for the student to be like his teacher, and the servant like his master. If the head of the house has been called Beelzebub, how much more the members of his household! 26 \"So do not be afraid of them. There is nothing concealed that will not be disclosed, or hidden that will not be made known. 27 What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs. 28 Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell. 29 Are not two sparrows sold for a penny ? Yet not one of them will fall to the ground apart from the will of your Father. 30 And even the very hairs of your head are all numbered. 31 So don't be afraid; you are worth more than many sparrows. 32 \"Whoever acknowledges me before men, I will also acknowledge him before my Father in heaven. 33 But whoever disowns me before men, I will disown him before my Father in heaven. 34 \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword. 35 For I have come to turn \" 'a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law-- 36 a man's enemies will be the members of his own household.' 37 \"Anyone who loves his father or mother more than me is not worthy of me; anyone who loves his son or daughter more than me is not worthy of me; 38 and anyone who does not take his cross and follow me is not worthy of me. 39 Whoever finds his life will lose it, and whoever loses his life for my sake will find it. 40 \"He who receives you receives me, and he who receives me receives the one who sent me. 41 Anyone who receives a prophet because he is a prophet will receive a prophet's reward, and anyone who receives a righteous man because he is a righteous man will receive a righteous man's reward. 42 And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\"",
        "1 After Jesus had finished instructing his twelve disciples, he went on from there to teach and preach in the towns of Galilee. 2 When John heard in prison what Christ was doing, he sent his disciples 3 to ask him, \"Are you the one who was to come, or should we expect someone else?\" 4 Jesus replied, \"Go back and report to John what you hear and see: 5 The blind receive sight, the lame walk, those who have leprosy are cured, the deaf hear, the dead are raised, and the good news is preached to the poor. 6 Blessed is the man who does not fall away on account of me.\" 7 As John's disciples were leaving, Jesus began to speak to the crowd about John: \"What did you go out into the desert to see? A reed swayed by the wind? 8 If not, what did you go out to see? A man dressed in fine clothes? No, those who wear fine clothes are in kings' palaces. 9 Then what did you go out to see? A prophet? Yes, I tell you, and more than a prophet. 10 This is the one about whom it is written: \" 'I will send my messenger ahead of you, who will prepare your way before you.' 11 I tell you the truth: Among those born of women there has not risen anyone greater than John the Baptist; yet he who is least in the kingdom of heaven is greater than he. 12 From the days of John the Baptist until now, the kingdom of heaven has been forcefully advancing, and forceful men lay hold of it. 13 For all the Prophets and the Law prophesied until John. 14 And if you are willing to accept it, he is the Elijah who was to come. 15 He who has ears, let him hear. 16 \"To what can I compare this generation? They are like children sitting in the marketplaces and calling out to others: 17 \" 'We played the flute for you, and you did not dance; we sang a dirge and you did not mourn.' 18 For John came neither eating nor drinking, and they say, 'He has a demon.' 19 The Son of Man came eating and drinking, and they say, 'Here is a glutton and a drunkard, a friend of tax collectors and \"sinners.\" ' But wisdom is proved right by her actions.\" 20 Then Jesus began to denounce the cities in which most of his miracles had been performed, because they did not repent. 21 \"Woe to you, Korazin! Woe to you, Bethsaida! If the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago in sackcloth and ashes. 22 But I tell you, it will be more bearable for Tyre and Sidon on the day of judgment than for you. 23 And you, Capernaum, will you be lifted up to the skies? No, you will go down to the depths. If the miracles that were performed in you had been performed in Sodom, it would have remained to this day. 24 But I tell you that it will be more bearable for Sodom on the day of judgment than for you.\" 25 At that time Jesus said, \"I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and learned, and revealed them to little children. 26 Yes, Father, for this was your good pleasure. 27 \"All things have been committed to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal him. 28 \"Come to me, all you who are weary and burdened, and I will give you rest. 29 Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. 30 For my yoke is easy and my burden is light.\"",
        "1 At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pick some heads of grain and eat them. 2 When the Pharisees saw this, they said to him, \"Look! Your disciples are doing what is unlawful on the Sabbath.\" 3 He answered, \"Haven't you read what David did when he and his companions were hungry? 4 He entered the house of God, and he and his companions ate the consecrated bread--which was not lawful for them to do, but only for the priests. 5 Or haven't you read in the Law that on the Sabbath the priests in the temple desecrate the day and yet are innocent? 6 I tell you that one greater than the temple is here. 7 If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent. 8 For the Son of Man is Lord of the Sabbath.\" 9 Going on from that place, he went into their synagogue, 10 and a man with a shriveled hand was there. Looking for a reason to accuse Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\" 11 He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out? 12 How much more valuable is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\" 13 Then he said to the man, \"Stretch out your hand.\" So he stretched it out and it was completely restored, just as sound as the other. 14 But the Pharisees went out and plotted how they might kill Jesus. 15 Aware of this, Jesus withdrew from that place. Many followed him, and he healed all their sick, 16 warning them not to tell who he was. 17 This was to fulfill what was spoken through the prophet Isaiah: 18 \"Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations. 19 He will not quarrel or cry out; no one will hear his voice in the streets. 20 A bruised reed he will not break, and a smoldering wick he will not snuff out, till he leads justice to victory. 21 In his name the nations will put their hope.\" 22 Then they brought him a demonpossessed man who was blind and mute, and Jesus healed him, so that he could both talk and see. 23 All the people were astonished and said, \"Could this be the Son of David?\" 24 But when the Pharisees heard this, they said, \"It is only by Beelzebub, the prince of demons, that this fellow drives out demons.\" 25 Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand. 26 If Satan drives out Satan, he is divided against himself. How then can his kingdom stand? 27 And if I drive out demons by Beelzebub, by whom do your people drive them out? So then, they will be your judges. 28 But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you. 29 \"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can rob his house. 30 \"He who is not with me is against me, and he who does not gather with me scatters. 31 And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven. 32 Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come. 33 \"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit. 34 You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks. 35 The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. 36 But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. 37 For by your words you will be acquitted, and by your words you will be condemned.\" 38 Then some of the Pharisees and teachers of the law said to him, \"Teacher, we want to see a miraculous sign from you.\" 39 He answered, \"A wicked and adulterous generation asks for a miraculous sign! But none will be given it except the sign of the prophet Jonah. 40 For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth. 41 The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now one greater than Jonah is here. 42 The Queen of the South will rise at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here. 43 \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. 44 Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order. 45 Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\" 46 While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him. 47 Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\" 48 He replied to him, \"Who is my mother, and who are my brothers?\" 49 Pointing to his disciples, he said, \"Here are my mother and my brothers. 50 For whoever does the will of my Father in heaven is my brother and sister and mother.\"",
        "1 That same day Jesus went out of the house and sat by the lake. 2 Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore. 3 Then he told them many things in parables, saying: \"A farmer went out to sow his seed. 4 As he was scattering the seed, some fell along the path, and the birds came and ate it up. 5 Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. 6 But when the sun came up, the plants were scorched, and they withered because they had no root. 7 Other seed fell among thorns, which grew up and choked the plants. 8 Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. 9 He who has ears, let him hear.\" 10 The disciples came to him and asked, \"Why do you speak to the people in parables?\" 11 He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. 12 Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. 13 This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. 14 In them is fulfilled the prophecy of Isaiah: \" 'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. 15 For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' 16 But blessed are your eyes because they see, and your ears because they hear. 17 For I tell you the truth, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it. 18 \"Listen then to what the parable of the sower means: 19 When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path. 20 The one who received the seed that fell on rocky places is the man who hears the word and at once receives it with joy. 21 But since he has no root, he lasts only a short time. When trouble or persecution comes because of the word, he quickly falls away. 22 The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful. 23 But the one who received the seed that fell on good soil is the man who hears the word and understands it. He produces a crop, yielding a hundred, sixty or thirty times what was sown.\" 24 Jesus told them another parable: \"The kingdom of heaven is like a man who sowed good seed in his field. 25 But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away. 26 When the wheat sprouted and formed heads, then the weeds also appeared. 27 \"The owner's servants came to him and said, 'Sir, didn't you sow good seed in your field? Where then did the weeds come from?' 28 \" 'An enemy did this,' he replied. \"The servants asked him, 'Do you want us to go and pull them up?' 29 \" 'No,' he answered, 'because while you are pulling the weeds, you may root up the wheat with them. 30 Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.' \" 31 He told them another parable: \"The kingdom of heaven is like a mustard seed, which a man took and planted in his field. 32 Though it is the smallest of all your seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds of the air come and perch in its branches.\" 33 He told them still another parable: \"The kingdom of heaven is like yeast that a woman took and mixed into a large amount of flour until it worked all through the dough.\" 34 Jesus spoke all these things to the crowd in parables; he did not say anything to them without using a parable. 35 So was fulfilled what was spoken through the prophet: \"I will open my mouth in parables, I will utter things hidden since the creation of the world.\" 36 Then he left the crowd and went into the house. His disciples came to him and said, \"Explain to us the parable of the weeds in the field.\" 37 He answered, \"The one who sowed the good seed is the Son of Man. 38 The field is the world, and the good seed stands for the sons of the kingdom. The weeds are the sons of the evil one, 39 and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels. 40 \"As the weeds are pulled up and burned in the fire, so it will be at the end of the age. 41 The Son of Man will send out his angels, and they will weed out of his kingdom everything that causes sin and all who do evil. 42 They will throw them into the fiery furnace, where there will be weeping and gnashing of teeth. 43 Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear. 44 \"The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field. 45 \"Again, the kingdom of heaven is like a merchant looking for fine pearls. 46 When he found one of great value, he went away and sold everything he had and bought it. 47 \"Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish. 48 When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away. 49 This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous 50 and throw them into the fiery furnace, where there will be weeping and gnashing of teeth. 51 \"Have you understood all these things?\" Jesus asked. \"Yes,\" they replied. 52 He said to them, \"Therefore every teacher of the law who has been instructed about the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.\" 53 When Jesus had finished these parables, he moved on from there. 54 Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. \"Where did this man get this wisdom and these miraculous powers?\" they asked. 55 \"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas? 56 Aren't all his sisters with us? Where then did this man get all these things?\" 57 And they took offense at him. But Jesus said to them, \"Only in his hometown and in his own house is a prophet without honor.\" 58 And he did not do many miracles there because of their lack of faith.",
        "1 At that time Herod the tetrarch heard the reports about Jesus, 2 and he said to his attendants, \"This is John the Baptist; he has risen from the dead! That is why miraculous powers are at work in him.\" 3 Now Herod had arrested John and bound him and put him in prison because of Herodias, his brother Philip's wife, 4 for John had been saying to him: \"It is not lawful for you to have her.\" 5 Herod wanted to kill John, but he was afraid of the people, because they considered him a prophet. 6 On Herod's birthday the daughter of Herodias danced for them and pleased Herod so much 7 that he promised with an oath to give her whatever she asked. 8 Prompted by her mother, she said, \"Give me here on a platter the head of John the Baptist.\" 9 The king was distressed, but because of his oaths and his dinner guests, he ordered that her request be granted 10 and had John beheaded in the prison. 11 His head was brought in on a platter and given to the girl, who carried it to her mother. 12 John's disciples came and took his body and buried it. Then they went and told Jesus. 13 When Jesus heard what had happened, he withdrew by boat privately to a solitary place. Hearing of this, the crowds followed him on foot from the towns. 14 When Jesus landed and saw a large crowd, he had compassion on them and healed their sick. 15 As evening approached, the disciples came to him and said, \"This is a remote place, and it's already getting late. Send the crowds away, so they can go to the villages and buy themselves some food.\" 16 Jesus replied, \"They do not need to go away. You give them something to eat.\" 17 \"We have here only five loaves of bread and two fish,\" they answered. 18 \"Bring them here to me,\" he said. 19 And he directed the people to sit down on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to the disciples, and the disciples gave them to the people. 20 They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over. 21 The number of those who ate was about five thousand men, besides women and children. 22 Immediately Jesus made the disciples get into the boat and go on ahead of him to the other side, while he dismissed the crowd. 23 After he had dismissed them, he went up on a mountainside by himself to pray. When evening came, he was there alone, 24 but the boat was already a considerable distance from land, buffeted by the waves because the wind was against it. 25 During the fourth watch of the night Jesus went out to them, walking on the lake. 26 When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear. 27 But Jesus immediately said to them: \"Take courage! It is I. Don't be afraid.\" 28 \"Lord, if it's you,\" Peter replied, \"tell me to come to you on the water.\" 29 \"Come,\" he said. 30 Then Peter got down out of the boat, walked on the water and came toward Jesus. But when he saw the wind, he was afraid and, beginning to sink, cried out, \"Lord, save me!\" 31 Immediately Jesus reached out his hand and caught him. \"You of little faith,\" he said, \"why did you doubt?\" 32 And when they climbed into the boat, the wind died down. 33 Then those who were in the boat worshiped him, saying, \"Truly you are the Son of God.\" 34 When they had crossed over, they landed at Gennesaret. 35 And when the men of that place recognized Jesus, they sent word to all the surrounding country. People brought all their sick to him 36 and begged him to let the sick just touch the edge of his cloak, and all who touched him were healed.",
        "1 Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked, 2 \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\" 3 Jesus replied, \"And why do you break the command of God for the sake of your tradition? 4 For God said, 'Honor your father and mother' and 'Anyone who curses his father or mother must be put to death.' 5 But you say that if a man says to his father or mother, 'Whatever help you might otherwise have received from me is a gift devoted to God,' 6 he is not to 'honor his father ' with it. Thus you nullify the word of God for the sake of your tradition. 7 You hypocrites! Isaiah was right when he prophesied about you: 8 \" 'These people honor me with their lips, but their hearts are far from me. 9 They worship me in vain; their teachings are but rules taught by men.' \" 10 Jesus called the crowd to him and said, \"Listen and understand. 11 What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.' \" 12 Then the disciples came to him and asked, \"Do you know that the Pharisees were offended when they heard this?\" 13 He replied, \"Every plant that my heavenly Father has not planted will be pulled up by the roots. 14 Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\" 15 Peter said, \"Explain the parable to us.\" 16 \"Are you still so dull?\" Jesus asked them. 17 \"Don't you see that whatever enters the mouth goes into the stomach and then out of the body? 18 But the things that come out of the mouth come from the heart, and these make a man 'unclean.' 19 For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander. 20 These are what make a man 'unclean'; but eating with unwashed hands does not make him 'unclean.' \" 21 Leaving that place, Jesus withdrew to the region of Tyre and Sidon. 22 A Canaanite woman from that vicinity came to him, crying out, \"Lord, Son of David, have mercy on me! My daughter is suffering terribly from demonpossession.\" 23 Jesus did not answer a word. So his disciples came to him and urged him, \"Send her away, for she keeps crying out after us.\" 24 He answered, \"I was sent only to the lost sheep of Israel.\" 25 The woman came and knelt before him. \"Lord, help me!\" she said. 26 He replied, \"It is not right to take the children's bread and toss it to their dogs.\" 27 \"Yes, Lord,\" she said, \"but even the dogs eat the crumbs that fall from their masters' table.\" 28 Then Jesus answered, \"Woman, you have great faith! Your request is granted.\" And her daughter was healed from that very hour. 29 Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down. 30 Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them. 31 The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel. 32 Jesus called his disciples to him and said, \"I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.\" 33 His disciples answered, \"Where could we get enough bread in this remote place to feed such a crowd?\" 34 \"How many loaves do you have?\" Jesus asked. \"Seven,\" they replied, \"and a few small fish.\" 35 He told the crowd to sit down on the ground. 36 Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people. 37 They all ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over. 38 The number of those who ate was four thousand, besides women and children. 39 After Jesus had sent the crowd away, he got into the boat and went to the vicinity of Magadan.",
        "1 The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven. 2 He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,' 3 and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. 4 A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away. 5 When they went across the lake, the disciples forgot to take bread. 6 \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\" 7 They discussed this among themselves and said, \"It is because we didn't bring any bread.\" 8 Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread? 9 Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered? 10 Or the seven loaves for the four thousand, and how many basketfuls you gathered? 11 How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\" 12 Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees. 13 When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\" 14 They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\" 15 \"But what about you?\" he asked. \"Who do you say I am?\" 16 Simon Peter answered, \"You are the Christ, the Son of the living God.\" 17 Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. 18 And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it. 19 I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\" 20 Then he warned his disciples not to tell anyone that he was the Christ. 21 From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests and teachers of the law, and that he must be killed and on the third day be raised to life. 22 Peter took him aside and began to rebuke him. \"Never, Lord!\" he said. \"This shall never happen to you!\" 23 Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\" 24 Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me. 25 For whoever wants to save his life will lose it, but whoever loses his life for me will find it. 26 What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul? 27 For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done. 28 I tell you the truth, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\"",
        "1 After six days Jesus took with him Peter, James and John the brother of James, and led them up a high mountain by themselves. 2 There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light. 3 Just then there appeared before them Moses and Elijah, talking with Jesus. 4 Peter said to Jesus, \"Lord, it is good for us to be here. If you wish, I will put up three shelters--one for you, one for Moses and one for Elijah.\" 5 While he was still speaking, a bright cloud enveloped them, and a voice from the cloud said, \"This is my Son, whom I love; with him I am well pleased. Listen to him!\" 6 When the disciples heard this, they fell facedown to the ground, terrified. 7 But Jesus came and touched them. \"Get up,\" he said. \"Don't be afraid.\" 8 When they looked up, they saw no one except Jesus. 9 As they were coming down the mountain, Jesus instructed them, \"Don't tell anyone what you have seen, until the Son of Man has been raised from the dead.\" 10 The disciples asked him, \"Why then do the teachers of the law say that Elijah must come first?\" 11 Jesus replied, \"To be sure, Elijah comes and will restore all things. 12 But I tell you, Elijah has already come, and they did not recognize him, but have done to him everything they wished. In the same way the Son of Man is going to suffer at their hands.\" 13 Then the disciples understood that he was talking to them about John the Baptist. 14 When they came to the crowd, a man approached Jesus and knelt before him. 15 \"Lord, have mercy on my son,\" he said. \"He has seizures and is suffering greatly. He often falls into the fire or into the water. 16 I brought him to your disciples, but they could not heal him.\" 17 \"O unbelieving and perverse generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy here to me.\" 18 Jesus rebuked the demon, and it came out of the boy, and he was healed from that moment. 19 Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\" 20 He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\"",
        "1 When they came together in Galilee, he said to them, \"The Son of Man is going to be betrayed into the hands of men.",
        "1 They will kill him, and on the third day he will be raised to life.\" And the disciples were filled with grief.",
        "1 After Jesus and his disciples arrived in Capernaum, the collectors of the twodrachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax ?\"",
        "1 \"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes- -from their own sons or from others?\"",
        "1 \"From others,\" Peter answered.",
        "1 \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\"",
        "1 At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" 2 He called a little child and had him stand among them. 3 And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. 4 Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. 5 \"And whoever welcomes a little child like this in my name welcomes me. 6 But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. 7 \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! 8 If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. 9 And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. 10 \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven.",
        "1 \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off?",
        "1 And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off.",
        "1 In the same way your Father in heaven is not willing that any of these little ones should be lost.",
        "1 \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over.",
        "1 But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.'",
        "1 If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector.",
        "1 \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
        "1 \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven.",
        "1 For where two or three come together in my name, there am I with them.\"",
        "1 Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\"",
        "1 Jesus answered, \"I tell you, not seven times, but seventy-seven times.",
        "1 \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants.",
        "1 As he began the settlement, a man who owed him ten thousand talents was brought to him.",
        "1 Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt.",
        "1 \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.'",
        "1 The servant's master took pity on him, canceled the debt and let him go.",
        "1 \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded.",
        "1 \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.'",
        "1 \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt.",
        "1 When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened.",
        "1 \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to.",
        "1 Shouldn't you have had mercy on your fellow servant just as I had on you?'",
        "1 In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed.",
        "1 \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\"",
        "1 When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. 2 Large crowds followed him, and he healed them there. 3 Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" 4 \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' 5 and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh' ? 6 So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" 7 \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" 8 Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. 9 I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" 10 The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" 11 Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. 12 For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" 13 Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. 14 Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" 15 When he had placed his hands on them, he went on from there. 16 Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" 17 \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" 18 \"Which ones?\" the man inquired. 19 Jesus replied, \" 'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.' \" 20 \"All these I have kept,\" the young man said. \"What do I still lack?\" 21 Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" 22 When the young man heard this, he went away sad, because he had great wealth. 23 Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. 24 Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" 25 When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" 26 Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" 27 Peter answered him, \"We have left everything to follow you! What then will there be for us?\" 28 Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. 29 And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. 30 But many who are first will be last, and many who are last will be first.",
        "1 \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. 2 He agreed to pay them a denarius for the day and sent them into his vineyard. 3 \"About the third hour he went out and saw others standing in the marketplace doing nothing. 4 He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' 5 So they went. 6 \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' 7 \" 'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' 8 \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' 9 \"The workers who were hired about the eleventh hour came and each received a denarius. 10 So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. 11 When they received it, they began to grumble against the landowner. 12 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' 13 \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? 14 Take your pay and go. I want to give the man who was hired last the same as I gave you. 15 Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' 16 \"So the last will be first, and the first will be last.\" 17 Now as Jesus was going up to Jerusalem, he took the twelve disciples aside and said to them, 18 \"We are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the teachers of the law. They will condemn him to death 19 and will turn him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!\" 20 Then the mother of Zebedee's sons came to Jesus with her sons and, kneeling down, asked a favor of him. 21 \"What is it you want?\" he asked. She said, \"Grant that one of these two sons of mine may sit at your right and the other at your left in your kingdom.\" 22 \"You don't know what you are asking,\" Jesus said to them. \"Can you drink the cup I am going to drink?\" \"We can,\" they answered. 23 Jesus said to them, \"You will indeed drink from my cup, but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared by my Father.\" 24 When the ten heard about this, they were indignant with the two brothers. 25 Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. 26 Not so with you. Instead, whoever wants to become great among you must be your servant, 27 and whoever wants to be first must be your slave-- 28 just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" 29 As Jesus and his disciples were leaving Jericho, a large crowd followed him. 30 Two blind men were sitting by the roadside, and when they heard that Jesus was going by, they shouted, \"Lord, Son of David, have mercy on us!\" 31 The crowd rebuked them and told them to be quiet, but they shouted all the louder, \"Lord, Son of David, have mercy on us!\" 32 Jesus stopped and called them. \"What do you want me to do for you?\" he asked. 33 \"Lord,\" they answered, \"we want our sight.\" 34 Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him.",
        "1 As they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples, 2 saying to them, \"Go to the village ahead of you, and at once you will find a donkey tied there, with her colt by her. Untie them and bring them to me. 3 If anyone says anything to you, tell him that the Lord needs them, and he will send them right away.\" 4 This took place to fulfill what was spoken through the prophet: 5 \"Say to the Daughter of Zion, 'See, your king comes to you, gentle and riding on a donkey, on a colt, the foal of a donkey.' \" 6 The disciples went and did as Jesus had instructed them. 7 They brought the donkey and the colt, placed their cloaks on them, and Jesus sat on them. 8 A very large crowd spread their cloaks on the road, while others cut branches from the trees and spread them on the road. 9 The crowds that went ahead of him and those that followed shouted, \"Hosanna to the Son of David!\" \"Blessed is he who comes in the name of the Lord!\" \"Hosanna in the highest!\" 10 When Jesus entered Jerusalem, the whole city was stirred and asked, \"Who is this?\" 11 The crowds answered, \"This is Jesus, the prophet from Nazareth in Galilee.\" 12 Jesus entered the temple area and drove out all who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves. 13 \"It is written,\" he said to them, \" 'My house will be called a house of prayer,' but you are making it a 'den of robbers.' \" 14 The blind and the lame came to him at the temple, and he healed them. 15 But when the chief priests and the teachers of the law saw the wonderful things he did and the children shouting in the temple area, \"Hosanna to the Son of David,\" they were indignant. 16 \"Do you hear what these children are saying?\" they asked him. \"Yes,\" replied Jesus, \"have you never read, \" 'From the lips of children and infants you have ordained praise' ?\" 17 And he left them and went out of the city to Bethany, where he spent the night. 18 Early in the morning, as he was on his way back to the city, he was hungry. 19 Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. Then he said to it, \"May you never bear fruit again!\" Immediately the tree withered. 20 When the disciples saw this, they were amazed. \"How did the fig tree wither so quickly?\" they asked. 21 Jesus replied, \"I tell you the truth, if you have faith and do not doubt, not only can you do what was done to the fig tree, but also you can say to this mountain, 'Go, throw yourself into the sea,' and it will be done. 22 If you believe, you will receive whatever you ask for in prayer.\" 23 Jesus entered the temple courts, and, while he was teaching, the chief priests and the elders of the people came to him. \"By what authority are you doing these things?\" they asked. \"And who gave you this authority?\" 24 Jesus replied, \"I will also ask you one question. If you answer me, I will tell you by what authority I am doing these things. 25 John's baptism--where did it come from? Was it from heaven, or from men?\" 26 They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?' But if we say, 'From men'--we are afraid of the people, for they all hold that John was a prophet.\" 27 So they answered Jesus, \"We don't know.\" Then he said, \"Neither will I tell you by what authority I am doing these things. 28 \"What do you think? There was a man who had two sons. He went to the first and said, 'Son, go and work today in the vineyard.' 29 \" 'I will not,' he answered, but later he changed his mind and went. 30 \"Then the father went to the other son and said the same thing. He answered, 'I will, sir,' but he did not go. 31 \"Which of the two did what his father wanted?\" \"The first,\" they answered. 32 Jesus said to them, \"I tell you the truth, the tax collectors and the prostitutes are entering the kingdom of God ahead of you. For John came to you to show you the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes did. And even after you saw this, you did not repent and believe him. 33 \"Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and went away on a journey. 34 When the harvest time approached, he sent his servants to the tenants to collect his fruit. 35 \"The tenants seized his servants; they beat one, killed another, and stoned a third. 36 Then he sent other servants to them, more than the first time, and the tenants treated them the same way. 37 Last of all, he sent his son to them. 'They will respect my son,' he said. 38 \"But when the tenants saw the son, they said to each other, 'This is the heir. Come, let's kill him and take his inheritance.' 39 So they took him and threw him out of the vineyard and killed him. 40 \"Therefore, when the owner of the vineyard comes, what will he do to those tenants?\" 41 \"He will bring those wretches to a wretched end,\" they replied, \"and he will rent the vineyard to other tenants, who will give him his share of the crop at harvest time.\" 42 Jesus said to them, \"Have you never read in the Scriptures: \" 'The stone the builders rejected has become the capstone ; the Lord has done this, and it is marvelous in our eyes' ? 43 \"Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit. 44 He who falls on this stone will be broken to pieces, but he on whom it falls will be crushed.\" 45 When the chief priests and the Pharisees heard Jesus' parables, they knew he was talking about them. 46 They looked for a way to arrest him, but they were afraid of the crowd because the people held that he was a prophet.",
        "1 Jesus spoke to them again in parables, saying: 2 \"The kingdom of heaven is like a king who prepared a wedding banquet for his son. 3 He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. 4 \"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.' 5 \"But they paid no attention and went off--one to his field, another to his business. 6 The rest seized his servants, mistreated them and killed them. 7 The king was enraged. He sent his army and destroyed those murderers and burned their city. 8 \"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come. 9 Go to the street corners and invite to the banquet anyone you find.' 10 So the servants went out into the streets and gathered all the people they could find, both good and bad, and the wedding hall was filled with guests. 11 \"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. 12 'Friend,' he asked, 'how did you get in here without wedding clothes?' The man was speechless. 13 \"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.' 14 \"For many are invited, but few are chosen.\" 15 Then the Pharisees went out and laid plans to trap him in his words. 16 They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by men, because you pay no attention to who they are. 17 Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" 18 But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? 19 Show me the coin used for paying the tax.\" They brought him a denarius, 20 and he asked them, \"Whose portrait is this? And whose inscription?\" 21 \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" 22 When they heard this, they were amazed. So they left him and went away. 23 That same day the Sadducees, who say there is no resurrection, came to him with a question. 24 \"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and have children for him. 25 Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. 26 The same thing happened to the second and third brother, right on down to the seventh. 27 Finally, the woman died. 28 Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\" 29 Jesus replied, \"You are in error because you do not know the Scriptures or the power of God. 30 At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven. 31 But about the resurrection of the dead- -have you not read what God said to you, 32 'I am the God of Abraham, the God of Isaac, and the God of Jacob' ? He is not the God of the dead but of the living.\" 33 When the crowds heard this, they were astonished at his teaching. 34 Hearing that Jesus had silenced the Sadducees, the Pharisees got together. 35 One of them, an expert in the law, tested him with this question: 36 \"Teacher, which is the greatest commandment in the Law?\" 37 Jesus replied: \" 'Love the Lord your God with all your heart and with all your soul and with all your mind.' 38 This is the first and greatest commandment. 39 And the second is like it: 'Love your neighbor as yourself.' 40 All the Law and the Prophets hang on these two commandments.\" 41 While the Pharisees were gathered together, Jesus asked them, 42 \"What do you think about the Christ ? Whose son is he?\" \"The son of David,\" they replied. 43 He said to them, \"How is it then that David, speaking by the Spirit, calls him 'Lord'? For he says, 44 \" 'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\" ' 45 If then David calls him 'Lord,' how can he be his son?\" 46 No one could say a word in reply, and from that day on no one dared to ask him any more questions.",
        "1 Then Jesus said to the crowds and to his disciples: 2 \"The teachers of the law and the Pharisees sit in Moses' seat. 3 So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. 4 They tie up heavy loads and put them on men's shoulders, but they themselves are not willing to lift a finger to move them. 5 \"Everything they do is done for men to see: They make their phylacteries wide and the tassels on their garments long; 6 they love the place of honor at banquets and the most important seats in the synagogues; 7 they love to be greeted in the marketplaces and to have men call them 'Rabbi.' 8 \"But you are not to be called 'Rabbi,' for you have only one Master and you are all brothers. 9 And do not call anyone on earth 'father,' for you have one Father, and he is in heaven. 10 Nor are you to be called 'teacher,' for you have one Teacher, the Christ. 11 The greatest among you will be your servant. 12 For whoever exalts himself will be humbled, and whoever humbles himself will be exalted. 13 \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to.",
        "1 \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are.",
        "1 \"Woe to you, blind guides! You say, 'If anyone swears by the temple, it means nothing; but if anyone swears by the gold of the temple, he is bound by his oath.'",
        "1 You blind fools! Which is greater: the gold, or the temple that makes the gold sacred?",
        "1 You also say, 'If anyone swears by the altar, it means nothing; but if anyone swears by the gift on it, he is bound by his oath.'",
        "1 You blind men! Which is greater: the gift, or the altar that makes the gift sacred?",
        "1 Therefore, he who swears by the altar swears by it and by everything on it.",
        "1 And he who swears by the temple swears by it and by the one who dwells in it.",
        "1 And he who swears by heaven swears by God's throne and by the one who sits on it.",
        "1 \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law-- justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former.",
        "1 You blind guides! You strain out a gnat but swallow a camel.",
        "1 \"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and selfindulgence.",
        "1 Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean.",
        "1 \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean.",
        "1 In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness.",
        "1 \"Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous.",
        "1 And you say, 'If we had lived in the days of our forefathers, we would not have taken part with them in shedding the blood of the prophets.'",
        "1 So you testify against yourselves that you are the descendants of those who murdered the prophets.",
        "1 Fill up, then, the measure of the sin of your forefathers!",
        "1 \"You snakes! You brood of vipers! How will you escape being condemned to hell?",
        "1 Therefore I am sending you prophets and wise men and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town.",
        "1 And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar.",
        "1 I tell you the truth, all this will come upon this generation.",
        "1 \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing.",
        "1 Look, your house is left to you desolate.",
        "1 For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.' \"",
        "1 Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. 2 \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" 3 As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" 4 Jesus answered: \"Watch out that no one deceives you. 5 For many will come in my name, claiming, 'I am the Christ, ' and will deceive many. 6 You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. 7 Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. 8 All these are the beginning of birth pains. 9 \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. 10 At that time many will turn away from the faith and will betray and hate each other, 11 and many false prophets will appear and deceive many people. 12 Because of the increase of wickedness, the love of most will grow cold, 13 but he who stands firm to the end will be saved. 14 And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. 15 \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- 16 then let those who are in Judea flee to the mountains. 17 Let no one on the roof of his house go down to take anything out of the house. 18 Let no one in the field go back to get his cloak. 19 How dreadful it will be in those days for pregnant women and nursing mothers! 20 Pray that your flight will not take place in winter or on the Sabbath. 21 For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. 22 If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. 23 At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. 24 For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. 25 See, I have told you ahead of time. 26 \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. 27 For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. 28 Wherever there is a carcass, there the vultures will gather. 29 \"Immediately after the distress of those days \" 'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' 30 \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. 31 And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. 32 \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. 33 Even so, when you see all these things, you know that it is near, right at the door. 34 I tell you the truth, this generation will certainly not pass away until all these things have happened. 35 Heaven and earth will pass away, but my words will never pass away. 36 \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. 37 As it was in the days of Noah, so it will be at the coming of the Son of Man. 38 For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; 39 and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. 40 Two men will be in the field; one will be taken and the other left. 41 Two women will be grinding with a hand mill; one will be taken and the other left. 42 \"Therefore keep watch, because you do not know on what day your Lord will come. 43 But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. 44 So you also must be ready, because the Son of Man will come at an hour when you do not expect him. 45 \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? 46 It will be good for that servant whose master finds him doing so when he returns. 47 I tell you the truth, he will put him in charge of all his possessions. 48 But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' 49 and he then begins to beat his fellow servants and to eat and drink with drunkards. 50 The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. 51 He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.",
        "1 \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. 2 Five of them were foolish and five were wise. 3 The foolish ones took their lamps but did not take any oil with them. 4 The wise, however, took oil in jars along with their lamps. 5 The bridegroom was a long time in coming, and they all became drowsy and fell asleep. 6 \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' 7 \"Then all the virgins woke up and trimmed their lamps. 8 The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' 9 \" 'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' 10 \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. 11 \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' 12 \"But he replied, 'I tell you the truth, I don't know you.' 13 \"Therefore keep watch, because you do not know the day or the hour. 14 \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. 15 To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. 16 The man who had received the five talents went at once and put his money to work and gained five more. 17 So also, the one with the two talents gained two more. 18 But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. 19 \"After a long time the master of those servants returned and settled accounts with them. 20 The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' 21 \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' 22 \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' 23 \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' 24 \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. 25 So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' 26 \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? 27 Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. 28 \" 'Take the talent from him and give it to the one who has the ten talents. 29 For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. 30 And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' 31 \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. 32 All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. 33 He will put the sheep on his right and the goats on his left. 34 \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. 35 For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, 36 I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' 37 \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? 38 When did we see you a stranger and invite you in, or needing clothes and clothe you? 39 When did we see you sick or in prison and go to visit you?' 40 \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' 41 \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. 42 For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, 43 I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' 44 \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' 45 \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' 46 \"Then they will go away to eternal punishment, but the righteous to eternal life.\"",
        "1 When Jesus had finished saying all these things, he said to his disciples, 2 \"As you know, the Passover is two days away--and the Son of Man will be handed over to be crucified.\" 3 Then the chief priests and the elders of the people assembled in the palace of the high priest, whose name was Caiaphas, 4 and they plotted to arrest Jesus in some sly way and kill him. 5 \"But not during the Feast,\" they said, \"or there may be a riot among the people.\" 6 While Jesus was in Bethany in the home of a man known as Simon the Leper, 7 a woman came to him with an alabaster jar of very expensive perfume, which she poured on his head as he was reclining at the table. 8 When the disciples saw this, they were indignant. \"Why this waste?\" they asked. 9 \"This perfume could have been sold at a high price and the money given to the poor.\" 10 Aware of this, Jesus said to them, \"Why are you bothering this woman? She has done a beautiful thing to me. 11 The poor you will always have with you, but you will not always have me. 12 When she poured this perfume on my body, she did it to prepare me for burial. 13 I tell you the truth, wherever this gospel is preached throughout the world, what she has done will also be told, in memory of her.\" 14 Then one of the Twelve--the one called Judas Iscariot--went to the chief priests 15 and asked, \"What are you willing to give me if I hand him over to you?\" So they counted out for him thirty silver coins. 16 From then on Judas watched for an opportunity to hand him over. 17 On the first day of the Feast of Unleavened Bread, the disciples came to Jesus and asked, \"Where do you want us to make preparations for you to eat the Passover?\" 18 He replied, \"Go into the city to a certain man and tell him, 'The Teacher says: My appointed time is near. I am going to celebrate the Passover with my disciples at your house.' \" 19 So the disciples did as Jesus had directed them and prepared the Passover. 20 When evening came, Jesus was reclining at the table with the Twelve. 21 And while they were eating, he said, \"I tell you the truth, one of you will betray me.\" 22 They were very sad and began to say to him one after the other, \"Surely not I, Lord?\" 23 Jesus replied, \"The one who has dipped his hand into the bowl with me will betray me. 24 The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\" 25 Then Judas, the one who would betray him, said, \"Surely not I, Rabbi?\" Jesus answered, \"Yes, it is you.\" 26 While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take and eat; this is my body.\" 27 Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you. 28 This is my blood of the covenant, which is poured out for many for the forgiveness of sins. 29 I tell you, I will not drink of this fruit of the vine from now on until that day when I drink it anew with you in my Father's kingdom.\" 30 When they had sung a hymn, they went out to the Mount of Olives. 31 Then Jesus told them, \"This very night you will all fall away on account of me, for it is written: \" 'I will strike the shepherd, and the sheep of the flock will be scattered.' 32 But after I have risen, I will go ahead of you into Galilee.\" 33 Peter replied, \"Even if all fall away on account of you, I never will.\" 34 \"I tell you the truth,\" Jesus answered, \"this very night, before the rooster crows, you will disown me three times.\" 35 But Peter declared, \"Even if I have to die with you, I will never disown you.\" And all the other disciples said the same. 36 Then Jesus went with his disciples to a place called Gethsemane, and he said to them, \"Sit here while I go over there and pray.\" 37 He took Peter and the two sons of Zebedee along with him, and he began to be sorrowful and troubled. 38 Then he said to them, \"My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me.\" 39 Going a little farther, he fell with his face to the ground and prayed, \"My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.\" 40 Then he returned to his disciples and found them sleeping. \"Could you men not keep watch with me for one hour?\" he asked Peter. 41 \"Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\" 42 He went away a second time and prayed, \"My Father, if it is not possible for this cup to be taken away unless I drink it, may your will be done.\" 43 When he came back, he again found them sleeping, because their eyes were heavy. 44 So he left them and went away once more and prayed the third time, saying the same thing. 45 Then he returned to the disciples and said to them, \"Are you still sleeping and resting? Look, the hour is near, and the Son of Man is betrayed into the hands of sinners. 46 Rise, let us go! Here comes my betrayer!\" 47 While he was still speaking, Judas, one of the Twelve, arrived. With him was a large crowd armed with swords and clubs, sent from the chief priests and the elders of the people. 48 Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him.\" 49 Going at once to Jesus, Judas said, \"Greetings, Rabbi!\" and kissed him. 50 Jesus replied, \"Friend, do what you came for.\" 51 Then the men stepped forward, seized Jesus and arrested him. With that, one of Jesus' companions reached for his sword, drew it out and struck the servant of the high priest, cutting off his ear. 52 \"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword. 53 Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels? 54 But how then would the Scriptures be fulfilled that say it must happen in this way?\" 55 At that time Jesus said to the crowd, \"Am I leading a rebellion, that you have come out with swords and clubs to capture me? Every day I sat in the temple courts teaching, and you did not arrest me. 56 But this has all taken place that the writings of the prophets might be fulfilled.\" Then all the disciples deserted him and fled. 57 Those who had arrested Jesus took him to Caiaphas, the high priest, where the teachers of the law and the elders had assembled. 58 But Peter followed him at a distance, right up to the courtyard of the high priest. He entered and sat down with the guards to see the outcome. 59 The chief priests and the whole Sanhedrin were looking for false evidence against Jesus so that they could put him to death. 60 But they did not find any, though many false witnesses came forward. 61 Finally two came forward and declared, \"This fellow said, 'I am able to destroy the temple of God and rebuild it in three days.' \" 62 Then the high priest stood up and said to Jesus, \"Are you not going to answer? What is this testimony that these men are bringing against you?\" 63 But Jesus remained silent. The high priest said to him, \"I charge you under oath by the living God: Tell us if you are the Christ, the Son of God.\" 64 \"Yes, it is as you say,\" Jesus replied. \"But I say to all of you: In the future you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.\" 65 Then the high priest tore his clothes and said, \"He has spoken blasphemy! Why do we need any more witnesses? Look, now you have heard the blasphemy. 66 What do you think?\" \"He is worthy of death,\" they answered. 67 Then they spit in his face and struck him with their fists. Others slapped him 68 and said, \"Prophesy to us, Christ. Who hit you?\" 69 Now Peter was sitting out in the courtyard, and a servant girl came to him. \"You also were with Jesus of Galilee,\" she said. 70 But he denied it before them all. \"I don't know what you're talking about,\" he said. 71 Then he went out to the gateway, where another girl saw him and said to the people there, \"This fellow was with Jesus of Nazareth.\" 72 He denied it again, with an oath: \"I don't know the man!\" 73 After a little while, those standing there went up to Peter and said, \"Surely you are one of them, for your accent gives you away.\" 74 Then he began to call down curses on himself and he swore to them, \"I don't know the man!\" 75 Immediately a rooster crowed. Then Peter remembered the word Jesus had spoken: \"Before the rooster crows, you will disown me three times.\" And he went outside and wept bitterly.",
        "1 Early in the morning, all the chief priests and the elders of the people came to the decision to put Jesus to death. 2 They bound him, led him away and handed him over to Pilate, the governor. 3 When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty silver coins to the chief priests and the elders. 4 \"I have sinned,\" he said, \"for I have betrayed innocent blood.\" \"What is that to us?\" they replied. \"That's your responsibility.\" 5 So Judas threw the money into the temple and left. Then he went away and hanged himself. 6 The chief priests picked up the coins and said, \"It is against the law to put this into the treasury, since it is blood money.\" 7 So they decided to use the money to buy the potter's field as a burial place for foreigners. 8 That is why it has been called the Field of Blood to this day. 9 Then what was spoken by Jeremiah the prophet was fulfilled: \"They took the thirty silver coins, the price set on him by the people of Israel, 10 and they used them to buy the potter's field, as the Lord commanded me.\" 11 Meanwhile Jesus stood before the governor, and the governor asked him, \"Are you the king of the Jews?\" \"Yes, it is as you say,\" Jesus replied. 12 When he was accused by the chief priests and the elders, he gave no answer. 13 Then Pilate asked him, \"Don't you hear the testimony they are bringing against you?\" 14 But Jesus made no reply, not even to a single charge--to the great amazement of the governor. 15 Now it was the governor's custom at the Feast to release a prisoner chosen by the crowd. 16 At that time they had a notorious prisoner, called Barabbas. 17 So when the crowd had gathered, Pilate asked them, \"Which one do you want me to release to you: Barabbas, or Jesus who is called Christ?\" 18 For he knew it was out of envy that they had handed Jesus over to him. 19 While Pilate was sitting on the judge's seat, his wife sent him this message: \"Don't have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.\" 20 But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed. 21 \"Which of the two do you want me to release to you?\" asked the governor. \"Barabbas,\" they answered. 22 \"What shall I do, then, with Jesus who is called Christ?\" Pilate asked. They all answered, \"Crucify him!\" 23 \"Why? What crime has he committed?\" asked Pilate. But they shouted all the louder, \"Crucify him!\" 24 When Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. \"I am innocent of this man's blood,\" he said. \"It is your responsibility!\" 25 All the people answered, \"Let his blood be on us and on our children!\" 26 Then he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified. 27 Then the governor's soldiers took Jesus into the Praetorium and gathered the whole company of soldiers around him. 28 They stripped him and put a scarlet robe on him, 29 and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand and knelt in front of him and mocked him. \"Hail, king of the Jews!\" they said. 30 They spit on him, and took the staff and struck him on the head again and again. 31 After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him. 32 As they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross. 33 They came to a place called Golgotha (which means The Place of the Skull). 34 There they offered Jesus wine to drink, mixed with gall; but after tasting it, he refused to drink it. 35 When they had crucified him, they divided up his clothes by casting lots. 36 And sitting down, they kept watch over him there. 37 Above his head they placed the written charge against him: 38 Two robbers were crucified with him, one on his right and one on his left. 39 Those who passed by hurled insults at him, shaking their heads 40 and saying, \"You who are going to destroy the temple and build it in three days, save yourself! Come down from the cross, if you are the Son of God!\" 41 In the same way the chief priests, the teachers of the law and the elders mocked him. 42 \"He saved others,\" they said, \"but he can't save himself! He's the King of Israel! Let him come down now from the cross, and we will believe in him. 43 He trusts in God. Let God rescue him now if he wants him, for he said, 'I am the Son of God.' \" 44 In the same way the robbers who were crucified with him also heaped insults on him. 45 From the sixth hour until the ninth hour darkness came over all the land. 46 About the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\" 47 When some of those standing there heard this, they said, \"He's calling Elijah.\" 48 Immediately one of them ran and got a sponge. He filled it with wine vinegar, put it on a stick, and offered it to Jesus to drink. 49 The rest said, \"Now leave him alone. Let's see if Elijah comes to save him.\" 50 And when Jesus had cried out again in a loud voice, he gave up his spirit. 51 At that moment the curtain of the temple was torn in two from top to bottom. The earth shook and the rocks split. 52 The tombs broke open and the bodies of many holy people who had died were raised to life. 53 They came out of the tombs, and after Jesus' resurrection they went into the holy city and appeared to many people. 54 When the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified, and exclaimed, \"Surely he was the Son of God!\" 55 Many women were there, watching from a distance. They had followed Jesus from Galilee to care for his needs. 56 Among them were Mary Magdalene, Mary the mother of James and Joses, and the mother of Zebedee's sons. 57 As evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus. 58 Going to Pilate, he asked for Jesus' body, and Pilate ordered that it be given to him. 59 Joseph took the body, wrapped it in a clean linen cloth, 60 and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away. 61 Mary Magdalene and the other Mary were sitting there opposite the tomb. 62 The next day, the one after Preparation Day, the chief priests and the Pharisees went to Pilate. 63 \"Sir,\" they said, \"we remember that while he was still alive that deceiver said, 'After three days I will rise again.' 64 So give the order for the tomb to be made secure until the third day. Otherwise, his disciples may come and steal the body and tell the people that he has been raised from the dead. This last deception will be worse than the first.\" 65 \"Take a guard,\" Pilate answered. \"Go, make the tomb as secure as you know how.\" 66 So they went and made the tomb secure by putting a seal on the stone and posting the guard.",
        "1 After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. 2 There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. 3 His appearance was like lightning, and his clothes were white as snow. 4 The guards were so afraid of him that they shook and became like dead men. 5 The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. 6 He is not here; he has risen, just as he said. Come and see the place where he lay. 7 Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" 8 So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. 9 Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. 10 Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" 11 While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. 12 When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, 13 telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' 14 If this report gets to the governor, we will satisfy him and keep you out of trouble.\" 15 So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. 16 Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. 17 When they saw him, they worshiped him; but some doubted. 18 Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. 19 Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, 20 and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\""
    ],
    "James": [
        "1 James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. 2 Consider it pure joy, my brothers, whenever you face trials of many kinds, 3 because you know that the testing of your faith develops perseverance. 4 Perseverance must finish its work so that you may be mature and complete, not lacking anything. 5 If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. 6 But when he asks, he must believe and not doubt because he who doubts is like a wave of the sea, blown and tossed by the wind. 7 That man should not think he will receive anything from the Lord; 8 he is a double-minded man, unstable in all he does. 9 The brother in humble circumstances ought to take pride in his high position. 10 But the one who is rich should take pride in his low position, because he will pass away like a wild flower. 11 For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. 12 Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. 13 When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; 14 but each one is tempted when, by his own evil desire, he is dragged away and enticed. 15 Then, after desire has conceived, it gives birth to sin; and sin, when it is fullgrown, gives birth to death. 16 Don't be deceived, my dear brothers. 17 Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. 18 He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. 19 My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, 20 for man's anger does not bring about the righteous life that God desires. 21 Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. 22 Do not merely listen to the word, and so deceive yourselves. Do what it says. 23 Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror 24 and, after looking at himself, goes away and immediately forgets what he looks like. 25 But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. 26 If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. 27 Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.",
        "1 My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. 2 Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. 3 If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" 4 have you not discriminated among yourselves and become judges with evil thoughts? 5 Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? 6 But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? 7 Are they not the ones who are slandering the noble name of him to whom you belong? 8 If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. 9 But if you show favoritism, you sin and are convicted by the law as lawbreakers. 10 For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. 11 For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. 12 Speak and act as those who are going to be judged by the law that gives freedom, 13 because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! 14 What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? 15 Suppose a brother or sister is without clothes and daily food. 16 If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? 17 In the same way, faith by itself, if it is not accompanied by action, is dead. 18 But someone will say, \"You have faith; I have deeds.\" 19 Show me your faith without deeds, and I will show you my faith by what I do. You believe that there is one God. Good! Even the demons believe that-- and shudder. 20 You foolish man, do you want evidence that faith without deeds is useless ? 21Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? 22 You see that his faith and his actions were working together, and his faith was made complete by what he did. 23 And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. 24 You see that a person is justified by what he does and not by faith alone. 25 In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? 26 As the body without the spirit is dead, so faith without deeds is dead.",
        "1 Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly. 2 We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check. 3 When we put bits into the mouths of horses to make them obey us, we can turn the whole animal. 4 Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go. 5 Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark. 6 The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell. 7 All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man, 8 but no man can tame the tongue. It is a restless evil, full of deadly poison. 9 With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness. 10 Out of the same mouth come praise and cursing. My brothers, this should not be. 11 Can both fresh water and salt water flow from the same spring? 12 My brothers, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water. 13 Who is wise and understanding among you? Let him show it by his good life, by deeds done in the humility that comes from wisdom. 14 But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth. 15 Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil. 16 For where you have envy and selfish ambition, there you find disorder and every evil practice. 17 But the wisdom that comes from heaven is first of all pure; then peaceloving, considerate, submissive, full of mercy and good fruit, impartial and sincere. 18 Peacemakers who sow in peace raise a harvest of righteousness.",
        "1 What causes fights and quarrels among you? Don't they come from your desires that battle within you? 2 You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. 3 When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. 4 You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. 5 Or do you think Scripture says without reason that the spirit he caused to live in us envies intensely? 6 But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" 7 Submit yourselves, then, to God. Resist the devil, and he will flee from you. 8 Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. 9 Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. 10 Humble yourselves before the Lord, and he will lift you up. 11 Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. 12 There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? 13 Now listen, you who say, \"Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.\" 14 Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes. 15 Instead, you ought to say, \"If it is the Lord's will, we will live and do this or that.\" 16 As it is, you boast and brag. All such boasting is evil. 17 Anyone, then, who knows the good he ought to do and doesn't do it, sins.",
        "1 Now listen, you rich people, weep and wail because of the misery that is coming upon you. 2 Your wealth has rotted, and moths have eaten your clothes. 3 Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. 4 Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. 5 You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. 6 You have condemned and murdered innocent men, who were not opposing you. 7 Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains. 8 You too, be patient and stand firm, because the Lord's coming is near. 9 Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door! 10 Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. 11 As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. 12 Above all, my brothers, do not swear-- not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned. 13 Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. 14 Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. 15 And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. 16 Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. 17 Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. 18 Again he prayed, and the heavens gave rain, and the earth produced its crops. 19 My brothers, if one of you should wander from the truth and someone should bring him back, 20 remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins."
    ],
    "Philippians": [
        "1 Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons: 2 Grace and peace to you from God our Father and the Lord Jesus Christ. 3 I thank my God every time I remember you. 4 In all my prayers for all of you, I always pray with joy 5 because of your partnership in the gospel from the first day until now, 6 being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus. 7 It is right for me to feel this way about all of you, since I have you in my heart; for whether I am in chains or defending and confirming the gospel, all of you share in God's grace with me. 8 God can testify how I long for all of you with the affection of Christ Jesus. 9 And this is my prayer: that your love may abound more and more in knowledge and depth of insight, 10 so that you may be able to discern what is best and may be pure and blameless until the day of Christ, 11 filled with the fruit of righteousness that comes through Jesus Christ--to the glory and praise of God. 12 Now I want you to know, brothers, that what has happened to me has really served to advance the gospel. 13 As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ. 14 Because of my chains, most of the brothers in the Lord have been encouraged to speak the word of God more courageously and fearlessly. 15 It is true that some preach Christ out of envy and rivalry, but others out of goodwill. 16 The latter do so in love, knowing that I am put here for the defense of the gospel. 17 The former preach Christ out of selfish ambition, not sincerely, supposing that they can stir up trouble for me while I am in chains. 18 But what does it matter? The important thing is that in every way, whether from false motives or true, Christ is preached. And because of this I rejoice. 19 Yes, and I will continue to rejoice, for I know that through your prayers and the help given by the Spirit of Jesus Christ, what has happened to me will turn out for my deliverance. 20 I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death. 21 For to me, to live is Christ and to die is gain. 22 If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know! 23 I am torn between the two: I desire to depart and be with Christ, which is better by far; 24 but it is more necessary for you that I remain in the body. 25 Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith, 26 so that through my being with you again your joy in Christ Jesus will overflow on account of me. 27 Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending as one man for the faith of the gospel 28 without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God. 29 For it has been granted to you on behalf of Christ not only to believe on him, but also to suffer for him, 30 since you are going through the same struggle you saw I had, and now hear that I still have.",
        "1 If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, 2 then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. 3 Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. 4 Each of you should look not only to your own interests, but also to the interests of others. 5 Your attitude should be the same as that of Christ Jesus: 6 Who, being in very nature God, did not consider equality with God something to be grasped, 7 but made himself nothing, taking the very nature of a servant, being made in human likeness. 8 And being found in appearance as a man, he humbled himself and became obedient to death-- even death on a cross! 9 Therefore God exalted him to the highest place and gave him the name that is above every name, 10 that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, 11 and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. 12 Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, 13 for it is God who works in you to will and to act according to his good purpose. 14 Do everything without complaining or arguing, 15 so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe 16 as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. 17 But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. 18 So you too should be glad and rejoice with me. 19 I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. 20 I have no one else like him, who takes a genuine interest in your welfare. 21 For everyone looks out for his own interests, not those of Jesus Christ. 22 But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. 23 I hope, therefore, to send him as soon as I see how things go with me. 24 And I am confident in the Lord that I myself will come soon. 25 But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. 26 For he longs for all of you and is distressed because you heard he was ill. 27 Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. 28 Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. 29 Welcome him in the Lord with great joy, and honor men like him, 30 because he almost died for the work of Christ, risking his life to make up for the help you could not give me.",
        "1 Finally, my brothers, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you. 2 Watch out for those dogs, those men who do evil, those mutilators of the flesh. 3 For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh-- 4 though I myself have reasons for such confidence. 5 If anyone else thinks he has reasons to put confidence in the flesh, I have more: circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee; 6 as for zeal, persecuting the church; as for legalistic righteousness, faultless. 7 But whatever was to my profit I now consider loss for the sake of Christ. 8 What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ 9 and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith. 10 I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death, 11 and so, somehow, to attain to the resurrection from the dead. 12 Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me. 13 Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, 14 I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. 15 All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you. 16 Only let us live up to what we have already attained. 17 Join with others in following my example, brothers, and take note of those who live according to the pattern we gave you. 18 For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ. 19 Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things. 20 But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, 21 who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body.",
        "1 Therefore, my brothers, you whom I love and long for, my joy and crown, that is how you should stand firm in the Lord, dear friends! 2 I plead with Euodia and I plead with Syntyche to agree with each other in the Lord. 3 Yes, and I ask you, loyal yokefellow, help these women who have contended at my side in the cause of the gospel, along with Clement and the rest of my fellow workers, whose names are in the book of life. 4 Rejoice in the Lord always. I will say it again: Rejoice! 5 Let your gentleness be evident to all. The Lord is near. 6 Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. 7 And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. 8 Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. 9 Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. 10 I rejoice greatly in the Lord that at last you have renewed your concern for me. Indeed, you have been concerned, but you had no opportunity to show it. 11 I am not saying this because I am in need, for I have learned to be content whatever the circumstances. 12 I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want. 13 I can do everything through him who gives me strength. 14 Yet it was good of you to share in my troubles. 15 Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only; 16 for even when I was in Thessalonica, you sent me aid again and again when I was in need. 17 Not that I am looking for a gift, but I am looking for what may be credited to your account. 18 I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God. 19 And my God will meet all your needs according to his glorious riches in Christ Jesus. 20 To our God and Father be glory for ever and ever. Amen. 21 Greet all the saints in Christ Jesus. The brothers who are with me send greetings. 22 All the saints send you greetings, especially those who belong to Caesar's household. 23 The grace of the Lord Jesus Christ be with your spirit. Amen."
    ],
    "1 John": [
        "1 That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched-- this we proclaim concerning the Word of life. 2 The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. 3 We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. 4 We write this to make our joy complete. 5 This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. 6 If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. 7 But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. 8 If we claim to be without sin, we deceive ourselves and the truth is not in us. 9 If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. 10 If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives.",
        "1 My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. 2 He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. 3 We know that we have come to know him if we obey his commands. 4 The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. 5 But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: 6 Whoever claims to live in him must walk as Jesus did. 7 Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. 8 Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. 9 Anyone who claims to be in the light but hates his brother is still in the darkness. 10 Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. 11 But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. 12 I write to you, dear children, because your sins have been forgiven on account of his name. 13 I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. 14 I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. 15 Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. 16 For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. 17 The world and its desires pass away, but the man who does the will of God lives forever. 18 Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. 19 They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. 20 But you have an anointing from the Holy One, and all of you know the truth. 21 I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. 22 Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. 23 No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. 24 See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. 25 And this is what he promised us--even eternal life. 26 I am writing these things to you about those who are trying to lead you astray. 27 As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. 28 And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. 29 If you know that he is righteous, you know that everyone who does what is right has been born of him.",
        "1 How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. 2 Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. 3 Everyone who has this hope in him purifies himself, just as he is pure. 4 Everyone who sins breaks the law; in fact, sin is lawlessness. 5 But you know that he appeared so that he might take away our sins. And in him is no sin. 6 No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. 7 Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. 8 He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. 9 No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. 10 This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother. 11 This is the message you heard from the beginning: We should love one another. 12 Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. 13 Do not be surprised, my brothers, if the world hates you. 14 We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. 15 Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. 16 This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. 17 If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? 18 Dear children, let us not love with words or tongue but with actions and in truth. 19 This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence 20 whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. 21 Dear friends, if our hearts do not condemn us, we have confidence before God 22 and receive from him anything we ask, because we obey his commands and do what pleases him. 23 And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us. 24 Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us.",
        "1 Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. 2 This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, 3 but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. 4 You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. 5 They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. 6 We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. 7 Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. 8 Whoever does not love does not know God, because God is love. 9 This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. 10 This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. 11 Dear friends, since God so loved us, we also ought to love one another. 12 No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. 13 We know that we live in him and he in us, because he has given us of his Spirit. 14 And we have seen and testify that the Father has sent his Son to be the Savior of the world. 15 If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. 16 And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. 17 In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. 18 There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. 19 We love because he first loved us. 20 If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. 21 And he has given us this command: Whoever loves God must also love his brother.",
        "1 Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well. 2 This is how we know that we love the children of God: by loving God and carrying out his commands. 3 This is love for God: to obey his commands. And his commands are not burdensome, 4 for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. 5 Who is it that overcomes the world? Only he who believes that Jesus is the Son of God. 6 This is the one who came by water and blood--Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth. 7 For there are three that testify: 8 the Spirit, the water and the blood; and the three are in agreement. 9 We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son. 10 Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son. 11 And this is the testimony: God has given us eternal life, and this life is in his Son. 12 He who has the Son has life; he who does not have the Son of God does not have life. 13 I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life. 14 This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. 15 And if we know that he hears us-- whatever we ask--we know that we have what we asked of him. 16 If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that. 17 All wrongdoing is sin, and there is sin that does not lead to death. 18 We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him. 19 We know that we are children of God, and that the whole world is under the control of the evil one. 20 We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life. 21 Dear children, keep yourselves from idols."
    ],
    "2 John": [
        "1 The elder, 2 To the chosen lady and her children, whom I love in the truth--and not I only, but also all who know the truth-- because of the truth, which lives in us and will be with us forever: 3 Grace, mercy and peace from God the Father and from Jesus Christ, the Father's Son, will be with us in truth and love. 4 It has given me great joy to find some of your children walking in the truth, just as the Father commanded us. 5 And now, dear lady, I am not writing you a new command but one we have had from the beginning. I ask that we love one another. 6 And this is love: that we walk in obedience to his commands. As you have heard from the beginning, his command is that you walk in love. 7 Many deceivers, who do not acknowledge Jesus Christ as coming in the flesh, have gone out into the world. Any such person is the deceiver and the antichrist. 8 Watch out that you do not lose what you have worked for, but that you may be rewarded fully. 9 Anyone who runs ahead and does not continue in the teaching of Christ does not have God; whoever continues in the teaching has both the Father and the Son. 10 If anyone comes to you and does not bring this teaching, do not take him into your house or welcome him. 11 Anyone who welcomes him shares in his wicked work. 12 I have much to write to you, but I do not want to use paper and ink. Instead, I hope to visit you and talk with you face to face, so that our joy may be complete. 13 The children of your chosen sister send their greetings."
    ],
    "3 John": [
        "1 The elder, To my dear friend Gaius, whom I love in the truth. 2 Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well. 3 It gave me great joy to have some brothers come and tell about your faithfulness to the truth and how you continue to walk in the truth. 4 I have no greater joy than to hear that my children are walking in the truth. 5 Dear friend, you are faithful in what you are doing for the brothers, even though they are strangers to you. 6 They have told the church about your love. You will do well to send them on their way in a manner worthy of God. 7 It was for the sake of the Name that they went out, receiving no help from the pagans. 8 We ought therefore to show hospitality to such men so that we may work together for the truth. 9 I wrote to the church, but Diotrephes, who loves to be first, will have nothing to do with us. 10 So if I come, I will call attention to what he is doing, gossiping maliciously about us. Not satisfied with that, he refuses to welcome the brothers. He also stops those who want to do so and puts them out of the church. 11 Dear friend, do not imitate what is evil but what is good. Anyone who does what is good is from God. Anyone who does what is evil has not seen God. 12 Demetrius is well spoken of by everyone--and even by the truth itself. We also speak well of him, and you know that our testimony is true. 13 I have much to write you, but I do not want to do so with pen and ink. 14 I hope to see you soon, and we will talk face to face. Peace to you. The friends here send their greetings. Greet the friends there by name."
    ],
    "Jude": [
        "1 Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ: 2 Mercy, peace and love be yours in abundance. 3 Dear friends, although I was very eager to write to you about the salvation we share, I felt I had to write and urge you to contend for the faith that was once for all entrusted to the saints. 4 For certain men whose condemnation was written about long ago have secretly slipped in among you. They are godless men, who change the grace of our God into a license for immorality and deny Jesus Christ our only Sovereign and Lord. 5 Though you already know all this, I want to remind you that the Lord delivered his people out of Egypt, but later destroyed those who did not believe. 6 And the angels who did not keep their positions of authority but abandoned their own home--these he has kept in darkness, bound with everlasting chains for judgment on the great Day. 7 In a similar way, Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion. They serve as an example of those who suffer the punishment of eternal fire. 8 In the very same way, these dreamers pollute their own bodies, reject authority and slander celestial beings. 9 But even the archangel Michael, when he was disputing with the devil about the body of Moses, did not dare to bring a slanderous accusation against him, but said, \"The Lord rebuke you!\" 10 Yet these men speak abusively against whatever they do not understand; and what things they do understand by instinct, like unreasoning animals--these are the very things that destroy them. 11 Woe to them! They have taken the way of Cain; they have rushed for profit into Balaam's error; they have been destroyed in Korah's rebellion. 12 These men are blemishes at your love feasts, eating with you without the slightest qualm--shepherds who feed only themselves. They are clouds without rain, blown along by the wind; autumn trees, without fruit and uprooted--twice dead. 13 They are wild waves of the sea, foaming up their shame; wandering stars, for whom blackest darkness has been reserved forever. 14 Enoch, the seventh from Adam, prophesied about these men: \"See, the Lord is coming with thousands upon thousands of his holy ones 15 to judge everyone, and to convict all the ungodly of all the ungodly acts they have done in the ungodly way, and of all the harsh words ungodly sinners have spoken against him.\" 16 These men are grumblers and faultfinders; they follow their own evil desires; they boast about themselves and flatter others for their own advantage. 17 But, dear friends, remember what the apostles of our Lord Jesus Christ foretold. 18 They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\" 19 These are the men who divide you, who follow mere natural instincts and do not have the Spirit. 20 But you, dear friends, build yourselves up in your most holy faith and pray in the Holy Spirit. 21 Keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life. 22 Be merciful to those who doubt; 23 snatch others from the fire and save them; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh. 24 To him who is able to keep you from falling and to present you before his glorious presence without fault and with great joy-- 25 to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen."
    ]
}