{
    "James": [
        "1 James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. 2 Consider it pure joy, my brothers, whenever you face trials of many kinds, 3 because you know that the testing of your faith develops perseverance. 4 Perseverance must finish its work so that you may be mature and complete, not lacking anything. 5 If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. 6 But when he asks, he must believe and not doubt because he who doubts is like a wave of the sea, blown and tossed by the wind. 7 That man should not think he will receive anything from the Lord; 8 he is a double-minded man, unstable in all he does. 9 The brother in humble circumstances ought to take pride in his high position. 10 But the one who is rich should take pride in his low position, because he will pass away like a wild flower. 11 For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. 12 Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. 13 When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; 14 but each one is tempted when, by his own evil desire, he is dragged away and enticed. 15 Then, after desire has conceived, it gives birth to sin; and sin, when it is fullgrown, gives birth to death. 16 Don't be deceived, my dear brothers. 17 Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. 18 He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. 19 My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, 20 for man's anger does not bring about the righteous life that God desires. 21 Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. 22 Do not merely listen to the word, and so deceive yourselves. Do what it says. 23 Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror 24 and, after looking at himself, goes away and immediately forgets what he looks like. 25 But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. 26 If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. 27 Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.",
        "1 My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. 2 Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. 3 If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" 4 have you not discriminated among yourselves and become judges with evil thoughts? 5 Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? 6 But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? 7 Are they not the ones who are slandering the noble name of him to whom you belong? 8 If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. 9 But if you show favoritism, you sin and are convicted by the law as lawbreakers. 10 For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. 11 For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. 12 Speak and act as those who are going to be judged by the law that gives freedom, 13 because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! 14 What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? 15 Suppose a brother or sister is without clothes and daily food. 16 If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? 17 In the same way, faith by itself, if it is not accompanied by action, is dead. 18 But someone will say, \"You have faith; I have deeds.\" 19 Show me your faith without deeds, and I will show you my faith by what I do. You believe that there is one God. Good! Even the demons believe that-- and shudder. 20 You foolish man, do you want evidence that faith without deeds is useless ? 21Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? 22 You see that his faith and his actions were working together, and his faith was made complete by what he did. 23 And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. 24 You see that a person is justified by what he does and not by faith alone. 25 In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? 26 As the body without the spirit is dead, so faith without deeds is dead.",
        "1 Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly. 2 We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check. 3 When we put bits into the mouths of horses to make them obey us, we can turn the whole animal. 4 Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go. 5 Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark. 6 The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell. 7 All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man, 8 but no man can tame the tongue. It is a restless evil, full of deadly poison. 9 With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness. 10 Out of the same mouth come praise and cursing. My brothers, this should not be. 11 Can both fresh water and salt water flow from the same spring? 12 My brothers, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water. 13 Who is wise and understanding among you? Let him show it by his good life, by deeds done in the humility that comes from wisdom. 14 But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth. 15 Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil. 16 For where you have envy and selfish ambition, there you find disorder and every evil practice. 17 But the wisdom that comes from heaven is first of all pure; then peaceloving, considerate, submissive, full of mercy and good fruit, impartial and sincere. 18 Peacemakers who sow in peace raise a harvest of righteousness.",
        "1 What causes fights and quarrels among you? Don't they come from your desires that battle within you? 2 You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. 3 When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. 4 You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. 5 Or do you think Scripture says without reason that the spirit he caused to live in us envies intensely? 6 But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" 7 Submit yourselves, then, to God. Resist the devil, and he will flee from you. 8 Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. 9 Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. 10 Humble yourselves before the Lord, and he will lift you up. 11 Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. 12 There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? 13 Now listen, you who say, \"Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.\" 14 Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes. 15 Instead, you ought to say, \"If it is the Lord's will, we will live and do this or that.\" 16 As it is, you boast and brag. All such boasting is evil. 17 Anyone, then, who knows the good he ought to do and doesn't do it, sins.",
        "1 Now listen, you rich people, weep and wail because of the misery that is coming upon you. 2 Your wealth has rotted, and moths have eaten your clothes. 3 Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. 4 Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. 5 You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. 6 You have condemned and murdered innocent men, who were not opposing you. 7 Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains. 8 You too, be patient and stand firm, because the Lord's coming is near. 9 Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door! 10 Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. 11 As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. 12 Above all, my brothers, do not swear-- not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned. 13 Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. 14 Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. 15 And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. 16 Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. 17 Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. 18 Again he prayed, and the heavens gave rain, and the earth produced its crops. 19 My brothers, if one of you should wander from the truth and someone should bring him back, 20 remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins."
    ],
    "Philippians": [
        "1 Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons: 2 Grace and peace to you from God our Father and the Lord Jesus Christ. 3 I thank my God every time I remember you. 4 In all my prayers for all of you, I always pray with joy 5 because of your partnership in the gospel from the first day until now, 6 being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus. 7 It is right for me to feel this way about all of you, since I have you in my heart; for whether I am in chains or defending and confirming the gospel, all of you share in God's grace with me. 8 God can testify how I long for all of you with the affection of Christ Jesus. 9 And this is my prayer: that your love may abound more and more in knowledge and depth of insight, 10 so that you may be able to discern what is best and may be pure and blameless until the day of Christ, 11 filled with the fruit of righteousness that comes through Jesus Christ--to the glory and praise of God. 12 Now I want you to know, brothers, that what has happened to me has really served to advance the gospel. 13 As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ. 14 Because of my chains, most of the brothers in the Lord have been encouraged to speak the word of God more courageously and fearlessly. 15 It is true that some preach Christ out of envy and rivalry, but others out of goodwill. 16 The latter do so in love, knowing that I am put here for the defense of the gospel. 17 The former preach Christ out of selfish ambition, not sincerely, supposing that they can stir up trouble for me while I am in chains. 18 But what does it matter? The important thing is that in every way, whether from false motives or true, Christ is preached. And because of this I rejoice. 19 Yes, and I will continue to rejoice, for I know that through your prayers and the help given by the Spirit of Jesus Christ, what has happened to me will turn out for my deliverance. 20 I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death. 21 For to me, to live is Christ and to die is gain. 22 If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know! 23 I am torn between the two: I desire to depart and be with Christ, which is better by far; 24 but it is more necessary for you that I remain in the body. 25 Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith, 26 so that through my being with you again your joy in Christ Jesus will overflow on account of me. 27 Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending as one man for the faith of the gospel 28 without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God. 29 For it has been granted to you on behalf of Christ not only to believe on him, but also to suffer for him, 30 since you are going through the same struggle you saw I had, and now hear that I still have.",
        "1 If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, 2 then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. 3 Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. 4 Each of you should look not only to your own interests, but also to the interests of others. 5 Your attitude should be the same as that of Christ Jesus: 6 Who, being in very nature God, did not consider equality with God something to be grasped, 7 but made himself nothing, taking the very nature of a servant, being made in human likeness. 8 And being found in appearance as a man, he humbled himself and became obedient to death-- even death on a cross! 9 Therefore God exalted him to the highest place and gave him the name that is above every name, 10 that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, 11 and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. 12 Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, 13 for it is God who works in you to will and to act according to his good purpose. 14 Do everything without complaining or arguing, 15 so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe 16 as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. 17 But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. 18 So you too should be glad and rejoice with me. 19 I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. 20 I have no one else like him, who takes a genuine interest in your welfare. 21 For everyone looks out for his own interests, not those of Jesus Christ. 22 But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. 23 I hope, therefore, to send him as soon as I see how things go with me. 24 And I am confident in the Lord that I myself will come soon. 25 But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. 26 For he longs for all of you and is distressed because you heard he was ill. 27 Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. 28 Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. 29 Welcome him in the Lord with great joy, and honor men like him, 30 because he almost died for the work of Christ, risking his life to make up for the help you could not give me.",
        "1 Finally, my brothers, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you. 2 Watch out for those dogs, those men who do evil, those mutilators of the flesh. 3 For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh-- 4 though I myself have reasons for such confidence. 5 If anyone else thinks he has reasons to put confidence in the flesh, I have more: circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee; 6 as for zeal, persecuting the church; as for legalistic righteousness, faultless. 7 But whatever was to my profit I now consider loss for the sake of Christ. 8 What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ 9 and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith. 10 I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death, 11 and so, somehow, to attain to the resurrection from the dead. 12 Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me. 13 Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, 14 I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. 15 All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you. 16 Only let us live up to what we have already attained. 17 Join with others in following my example, brothers, and take note of those who live according to the pattern we gave you. 18 For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ. 19 Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things. 20 But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, 21 who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body.",
        "1 Therefore, my brothers, you whom I love and long for, my joy and crown, that is how you should stand firm in the Lord, dear friends! 2 I plead with Euodia and I plead with Syntyche to agree with each other in the Lord. 3 Yes, and I ask you, loyal yokefellow, help these women who have contended at my side in the cause of the gospel, along with Clement and the rest of my fellow workers, whose names are in the book of life. 4 Rejoice in the Lord always. I will say it again: Rejoice! 5 Let your gentleness be evident to all. The Lord is near. 6 Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. 7 And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. 8 Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. 9 Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. 10 I rejoice greatly in the Lord that at last you have renewed your concern for me. Indeed, you have been concerned, but you had no opportunity to show it. 11 I am not saying this because I am in need, for I have learned to be content whatever the circumstances. 12 I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want. 13 I can do everything through him who gives me strength. 14 Yet it was good of you to share in my troubles. 15 Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only; 16 for even when I was in Thessalonica, you sent me aid again and again when I was in need. 17 Not that I am looking for a gift, but I am looking for what may be credited to your account. 18 I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God. 19 And my God will meet all your needs according to his glorious riches in Christ Jesus. 20 To our God and Father be glory for ever and ever. Amen. 21 Greet all the saints in Christ Jesus. The brothers who are with me send greetings. 22 All the saints send you greetings, especially those who belong to Caesar's household. 23 The grace of the Lord Jesus Christ be with your spirit. Amen."
    ],
    "1 John": [
        "1 That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched-- this we proclaim concerning the Word of life. 2 The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. 3 We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. 4 We write this to make our joy complete. 5 This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. 6 If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. 7 But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. 8 If we claim to be without sin, we deceive ourselves and the truth is not in us. 9 If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. 10 If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives.",
        "1 My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. 2 He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. 3 We know that we have come to know him if we obey his commands. 4 The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. 5 But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: 6 Whoever claims to live in him must walk as Jesus did. 7 Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. 8 Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. 9 Anyone who claims to be in the light but hates his brother is still in the darkness. 10 Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. 11 But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. 12 I write to you, dear children, because your sins have been forgiven on account of his name. 13 I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. 14 I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. 15 Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. 16 For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. 17 The world and its desires pass away, but the man who does the will of God lives forever. 18 Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. 19 They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. 20 But you have an anointing from the Holy One, and all of you know the truth. 21 I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. 22 Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. 23 No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. 24 See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. 25 And this is what he promised us--even eternal life. 26 I am writing these things to you about those who are trying to lead you astray. 27 As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. 28 And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. 29 If you know that he is righteous, you know that everyone who does what is right has been born of him.",
        "1 How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. 2 Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. 3 Everyone who has this hope in him purifies himself, just as he is pure. 4 Everyone who sins breaks the law; in fact, sin is lawlessness. 5 But you know that he appeared so that he might take away our sins. And in him is no sin. 6 No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. 7 Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. 8 He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. 9 No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. 10 This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother. 11 This is the message you heard from the beginning: We should love one another. 12 Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. 13 Do not be surprised, my brothers, if the world hates you. 14 We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. 15 Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. 16 This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. 17 If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? 18 Dear children, let us not love with words or tongue but with actions and in truth. 19 This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence 20 whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. 21 Dear friends, if our hearts do not condemn us, we have confidence before God 22 and receive from him anything we ask, because we obey his commands and do what pleases him. 23 And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us. 24 Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us.",
        "1 Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. 2 This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, 3 but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. 4 You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. 5 They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. 6 We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. 7 Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. 8 Whoever does not love does not know God, because God is love. 9 This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. 10 This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. 11 Dear friends, since God so loved us, we also ought to love one another. 12 No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. 13 We know that we live in him and he in us, because he has given us of his Spirit. 14 And we have seen and testify that the Father has sent his Son to be the Savior of the world. 15 If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. 16 And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. 17 In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. 18 There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. 19 We love because he first loved us. 20 If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. 21 And he has given us this command: Whoever loves God must also love his brother.",
        "1 Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well. 2 This is how we know that we love the children of God: by loving God and carrying out his commands. 3 This is love for God: to obey his commands. And his commands are not burdensome, 4 for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. 5 Who is it that overcomes the world? Only he who believes that Jesus is the Son of God. 6 This is the one who came by water and blood--Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth. 7 For there are three that testify: 8 the Spirit, the water and the blood; and the three are in agreement. 9 We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son. 10 Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son. 11 And this is the testimony: God has given us eternal life, and this life is in his Son. 12 He who has the Son has life; he who does not have the Son of God does not have life. 13 I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life. 14 This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. 15 And if we know that he hears us-- whatever we ask--we know that we have what we asked of him. 16 If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that. 17 All wrongdoing is sin, and there is sin that does not lead to death. 18 We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him. 19 We know that we are children of God, and that the whole world is under the control of the evil one. 20 We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life. 21 Dear children, keep yourselves from idols."
    ],
    "Jude": [
        "1 Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ: 2 Mercy, peace and love be yours in abundance. 3 Dear friends, although I was very eager to write to you about the salvation we share, I felt I had to write and urge you to contend for the faith that was once for all entrusted to the saints. 4 For certain men whose condemnation was written about long ago have secretly slipped in among you. They are godless men, who change the grace of our God into a license for immorality and deny Jesus Christ our only Sovereign and Lord. 5 Though you already know all this, I want to remind you that the Lord delivered his people out of Egypt, but later destroyed those who did not believe. 6 And the angels who did not keep their positions of authority but abandoned their own home--these he has kept in darkness, bound with everlasting chains for judgment on the great Day. 7 In a similar way, Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion. They serve as an example of those who suffer the punishment of eternal fire. 8 In the very same way, these dreamers pollute their own bodies, reject authority and slander celestial beings. 9 But even the archangel Michael, when he was disputing with the devil about the body of Moses, did not dare to bring a slanderous accusation against him, but said, \"The Lord rebuke you!\" 10 Yet these men speak abusively against whatever they do not understand; and what things they do understand by instinct, like unreasoning animals--these are the very things that destroy them. 11 Woe to them! They have taken the way of Cain; they have rushed for profit into Balaam's error; they have been destroyed in Korah's rebellion. 12 These men are blemishes at your love feasts, eating with you without the slightest qualm--shepherds who feed only themselves. They are clouds without rain, blown along by the wind; autumn trees, without fruit and uprooted--twice dead. 13 They are wild waves of the sea, foaming up their shame; wandering stars, for whom blackest darkness has been reserved forever. 14 Enoch, the seventh from Adam, prophesied about these men: \"See, the Lord is coming with thousands upon thousands of his holy ones 15 to judge everyone, and to convict all the ungodly of all the ungodly acts they have done in the ungodly way, and of all the harsh words ungodly sinners have spoken against him.\" 16 These men are grumblers and faultfinders; they follow their own evil desires; they boast about themselves and flatter others for their own advantage. 17 But, dear friends, remember what the apostles of our Lord Jesus Christ foretold. 18 They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\" 19 These are the men who divide you, who follow mere natural instincts and do not have the Spirit. 20 But you, dear friends, build yourselves up in your most holy faith and pray in the Holy Spirit. 21 Keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life. 22 Be merciful to those who doubt; 23 snatch others from the fire and save them; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh. 24 To him who is able to keep you from falling and to present you before his glorious presence without fault and with great joy-- 25 to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen."
    ]
}